20240502T173223--kdoc-154-一時メモを経由させる__draft_essay.org
:properties:
:ID: 20240502T173223
:end:
#+title:      KDOC 154: 一時メモを経由させる
#+date:       [2024-05-02 Thu 17:32]
#+filetags:   :draft:essay:
#+identifier: 20240502T173223

# (denote-rename-file-using-front-matter (buffer-file-name) 0)
# (save-excursion (while (re-search-backward ":draft" nil t) (replace-match "")))
# (flush-lines "^\\#\s.+?")

# ====ポリシー。
# 1ファイル1アイデア。
# 1ファイルで内容を完結させる。
# 常にほかのエントリとリンクする。
# 自分の言葉を使う。
# 参考文献を残しておく。
# 自分の考えを加える。
# 構造を気にしない。
# エントリ間の接続を発見したら、接続エントリを追加する。カード間にあるリンクの関係を説明するカード。
# アイデアがまとまったらアウトラインエントリを作成する。リンクをまとめたエントリ。
# エントリを削除しない。古いカードのどこが悪いかを説明する新しいカードへのリンクを追加する。
# 恐れずにカードを追加する。無意味の可能性があっても追加しておくことが重要。

* この文書のステータス
- 作成
  - [ ] <署名>
# (progn (kill-line -1) (insert (format "  - [X] %s 貴島" (format-time-string "%Y-%m-%d"))))
- レビュー
  - [ ] <署名>
# (progn (kill-line -1) (insert (format "  - [X] %s 貴島" (format-time-string "%Y-%m-%d"))))

# 関連をつけた。
# タイトルがフォーマット通りにつけられている。
# 内容をブラウザに表示して読んだ(作成とレビューのチェックは同時にしない)。
# 文脈なく読めるのを確認した。
# おばあちゃんに説明できる。
# いらない見出しを削除した。
# タグを適切にした。
# すべてのコメントを削除した。
* 概要
ツェッテルカステンライクな文書構成で取り組んできた。許容するとはいえ、関連させようのないどうでもいい文書が多く、ノイズになっている。方向修正を考える。
* 一時メモをとる
あまり一時メモを取らずに、一気に永久保存メモ化しようとしているのが原因そう。いったん一時メモに書いておいて、時間を置いたあと **書く価値のありそうなものだけ** 書く。あとで見直さない見込みが高いなら、残す意味がない。

だらだら感想を書く意味はない。何かアイデアがあったならそれで独立した文書にする。
* 関連
- [[id:20231009T155942][KDOC 38: ツェッテルカステンのやり方]]。このやり方でしたいと考えているが、うまくできてない感じがある
- [[id:20231225T004405][KDOC 62: 『Billy Lynn's Long Halftime Walk』を観た]]。単なる感想である
- [[id:20240207T001630][KDOC 75: 動植物が一切出ない雪山サバイバル映画]]。これをどう関連させろというのか。アイデアではない
- [[id:20240501T023710][KDOC 148: ミンサガリマスターが最高のリマスターだった]]。単なる感想な感じ
