20240502T173223--kdoc-154-一時メモを経由させる__draft_essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-05-03 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>KDOC 154: 一時メモを経由させる</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">KDOC 154: 一時メモを経由させる</h1>

<div id="outline-container-orge826017" class="outline-2">
<h2 id="orge826017"><a href="#orge826017">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orge826017">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>

<ul class="org-ul">
<li>レビュー
<ul class="org-ul">
<li class="off"><input type='checkbox' /> &lt;署名&gt;</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org9b2bf38" class="outline-2">
<h2 id="org9b2bf38"><a href="#org9b2bf38">概要</a></h2>
<div class="outline-text-2" id="text-org9b2bf38">
<p>
ツェッテルカステンライクな文書構成で取り組んできた。許容するとはいえ、関連させようのないどうでもいい文書が多く、ノイズになっている。方向修正を考える。
</p>
</div>
</div>
<div id="outline-container-org6458623" class="outline-2">
<h2 id="org6458623"><a href="#org6458623">一時メモをとる</a></h2>
<div class="outline-text-2" id="text-org6458623">
<p>
あまり一時メモを取らずに、一気に永久保存メモ化しようとしているのが原因そう。いったん一時メモに書いておいて、時間を置いたあと <b><b>書く価値のありそうなものだけ</b></b> 書く。あとで見直さない見込みが高いなら、残す意味がない。
</p>

<p>
だらだら感想を書く意味はない。何かアイデアがあったならそれで独立した文書にする。
</p>
</div>
</div>
<div id="outline-container-orgb4af58e" class="outline-2">
<h2 id="orgb4af58e"><a href="#orgb4af58e">関連</a></h2>
<div class="outline-text-2" id="text-orgb4af58e">
<ul class="org-ul">
<li><a href="20231009T155942--kdoc-38-ツェッテルカステンのやり方__essay.html#ID-20231009T155942">KDOC 38: ツェッテルカステンのやり方</a>。このやり方でしたいと考えているが、うまくできてない感じがある</li>
<li><a href="20231225T004405--kdoc-62-『billy-lynns-long-halftime-walk』__book.html#ID-20231225T004405">KDOC 62: 『Billy Lynn&rsquo;s Long Halftime Walk』</a>。単なる感想である</li>
<li><a href="20240207T001630--kdoc-75-動植物が一切出ない雪山サバイバル映画__essay.html#ID-20240207T001630">KDOC 75: 動植物が一切出ない雪山サバイバル映画</a>。これをどう関連させろというのか。アイデアではない</li>
<li><a href="20240501T023710--kdoc-148-ミンサガリマスターが最高のリマスターだった__draft_essay.html#ID-20240501T023710">KDOC 148: ミンサガリマスターが最高のリマスターだった</a>。単なる感想な感じ</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
